Repository: basson/vscode-pm
Catalog: po/*.po
Languages: ru

source: Light background
ru: Светлая тема

source: Dark background
ru: Темная тема

source: Set Exec CMD
ru: Указать команду запуска

source: Import Projects
ru: Импортировать проекты

source: Export Projects
ru: Экспортировать проекты

source: Add Project
ru: Добавить проект

source: Import
ru: Импортировать

source: Cancel
ru: Отменить

source: Save
ru: Сохранить

source: Filed import!
ru: Ошибка импорта!

source: Filed export!
ru: Ошибка экспорта!

source: Unable to Import/Export config
ru: Невозможно Импортировать/Экспортировать настройки

source: Close
ru: Закрыть

source: Welcome to VSCode PM
ru: Добро пожаловать в VSCode PM

source: Manage your VSCode Project
ru: Управляй своими проектами VSCode

source: Add VSCode Project
ru: Добавить проект VSCode

source: Add VSCode project directory
ru: Добавить директорию проекта VSCode

source: Select VScode PM data files
ru: Выбрать VSCode PM дата файл

source: Select exitsts data files on VSCode Project Manager
ru: Выберите существующий файл с данными VSCode Project Manager

source: You a realy delete project?
ru: Вы действительно хотите удалить проект?

source: Project Name:
ru: Имя проекта:

source: Project Description:
ru: Описание проекта:

source: Project Directory:
ru: Директория проекта:

source: Choise
ru: Выбрать

source: Project Icon:
ru: Иконка проекта:

source: Create
ru: Создать

source: Edit VSCode project
ru: Редактировать VSCode проект

source: Update
ru: Обновить
